{
  "week24": {
    "babyHeight": "30cms",
    "babyWeight": "600gms",
    "veg": "Corn cob",
    "motherText": "Mummy, I'm as long as the ear of a corn. My nostrils are opening now for \"practice breathing\"; I'II go through the same motions of real breathing but inhale amniotic fluid instead of air.",
    "scan": "Your Ultrasound in Week 24 <br>• The ultrasound scan on the left shows a magnified view of the four chambers of the baby's heart In the scan on the right, you can notice the blood flowing from the upper chambers of the baby's heart (the atria) into the lower chambers (the ventricles). <br>• The walls of the ventricles are more muscular than the atria because they have to pump blood to the baby's lungs and the rest of the body.",
    "babySummary": "<br>This week your baby has developed unique fingerprints in all the fingers and toes.<br>One can now say that your baby stands out in comparison to any other baby in the whole world. Well, it is true! No one else has fingers that are exactly like your little one's.<br>Your little soldier is now 12 inches in length and weighs about 500 grams. If you want to have a feel of how heavy your baby is, next time you go grocery shopping just pick up a packet of tea that is about 500 grams and you will know exactly how heavy your baby is.<br><br>• The hair on his/her head is starting to see a lot more pigmentation than last week and lanugo is also steadily growing all over the body.<br>The tiny but still shut eyelids are also seeing the first traces of the tiniest and cutest eyelashes.<br>Along with this, your baby's lungs have matured to such a state that he/she can breathe air with air sacs and airway passages; up until this point, he/she was just breathing fluid. The lungs are now forming special cells, which in turn will produce surfactant. Surfactant is essential for the air sacs to inflate easily.<br><br>• They say that babies are most active during weeks 24-28, so do not be alarmed if you feel a drastic increase in movements inside your womb.<br><br>• However, this is not the case for every baby. Some babies just like to chill and leave the exercising for later. So, if at all you have not been noticing extra movement, you have nothing to worry about.<br><br>• Your baby's daily pattern could be the exact opposite of yours. Maybe when you are fast asleep, he/she might be disco-dancing inside your womb. Hence, you don't feel the movements as much.",
    "motherSymptopms": "<br>Nail and hair growth: You may notice that your nails are growing more than normal and they are probably softer too. Your hair may be thicker and luscious than usual as well. You may or may not necessarily have noticed these changes but they do happen. The reason remains the same - high production of pregnancy hormones inside your system. You may also notice hair growth on parts where you have never had them! This goes away within a few months after giving birth though.<br>Leg cramps: Another common<br>symptom- leg cramps tend to become worse with every passing week. Try to straighten your legs and slowly flex your ankles and toes up toward your shins multiple times. This may give you some relief.<br><br>• Swollen feet & anklesMost pregnant women suffer from swollen feet and ankles. Try to take frequent breaks from your chores and put your feet up whenever you can.<br>Lower abdominal pain: As your uterus continues to grow, the ligaments that support it stretch and this leads to some amount of pain in the lower abdomen. If you see bleeding along with severe cramps, do alert your doctor.<br>Migraines: Are you suffering from severe headaches that last for days? Do you see blurred images? Too nauseous as well? Do keep track of these symptoms and let your doctor know.<br>Migraines are a common symptom and can be tackled well.<br>NurtureNest's solution to all your diapering needs<br>Your Body & Health in Week 24<br>You are probably finding it difficult to sleep comfortably, thanks to all the weight gain.<br>Well, it is time to stop sleeping on your back now. SOS - Sleep On the Side, preferably left, is the new position for you.<br>You could also try a soft pregnancy pillow for some relief while sleeping."
  }
}
